import React from "react";

const page = () => {
  return <div>page</div>;
};

export default page;
// Өгөгдөл боловсруулах энэхүү сорилт нь Array-н map() функцийг ашиглан олон өдрийн урьдчилсан мэдээг цэвэрлэж, шаардлагатай хэлбэрт оруулахыг шаарддаг. Мөн for loop-ыг ашиглан цаг тутмын өгөгдөл доторх нэгжтэй ("15 km/h") болон $\text{null}$ утгуудыг тоонд хөрвүүлж, дундаж, нийлбэр, хамгийн их утгуудыг тооцоолох замаар reduce()-ийн үүргийг гүйцэтгэнэ. Улмаар, эхний даалгаврыг хийхдээ шууд объектод нэвтрэх замаар одоогийн цаг агаарын нөхцөлийг (температур, агаарын чанар г.м) түлхүүрүүдийг цэвэрлэж,
